The operation associated with this event
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public UndoOperation Operation { get; }
  Visual Basic
Public ReadOnly Property Operation As UndoOperation
	Get
  Visual C++
public:
property UndoOperation Operation {
	UndoOperation get ();
}
 See Also
  DocumentChangedEventArgs Class
  Autodesk.Revit.DB.Events Namespace